{
  "channel": 0,
  "lexical": "six minute english from bbc learning english dot com hello this is six minutes english from bbc learning english i'm neil and i'm rob do you enjoy your own company rob do you like being alone or do you prefer spending time with friends well recently i haven't seen my friends much because of coronavirus in fact i've hardly seen anyone this past year it sounds like rob has become a bit of a hermit someone who lives alone and apart from soc yes i've been forced to spend time alone but it wouldn't be my choice i'd much rather be socialising visiting friends if like rob the idea of being alone does not appeal to you it might be hard to understand why anyone would choose to be a hermit but some people do and in this program will be hearing some of the reasons why throughout history and across all cultures there have been people who choose to leave behind the life and people they know to live in isolation and silence people like christopher wright in american man who lived in complete isolation in the forests of maine for nearly thirty years when hikers discovered his tent all they found was an alarm clock so my quiz question is this why did christopher wright the hermit of the main woods need an alarm clock was it a to remind him when to hide his tent they to frighten away wild animals will see to wake him up at the coldest part of the night so he didn't freeze to death well if he wanted to be alone so much i guess he needed to be invisible so i'll say a to remind him to hide his tent okay rob will find out the answer later christopher wright may be an extreme example of someone seeking solitude but there are many other motivations for becoming a hermit some people are looking for peace and silence and for others it's about being closer to god focusing on what's inside and finding a sense of joy man who is a former librarian who now runs a website all about hermits he says that in ancient times many chinese hermits seeking solitude were followers of the philosopher confucius his men who talking about confucius to bbc world service programme the why factor his dictum was something like when the emperor is good serve when the emperor is evil recluse and so over thousand years at least there were a lot of recluses there were a lot of educated men who simply couldn't tolerate anymore evil they simply dropped out and they would migrate to small villages to farms men who mentions confucius is dictum a dictum is a short statement or saying which expresses some wise advice or a general truth about life confucius is dictum advised that when the emperor was evil people should become recluses people like hermits who live alone and avoid contact with others in the interview men who uses recluse as a verb to recluse but this is very uncommon and more modern way of saying this is to drop out to reject the normal ways society works and live outside the system a bit like the hippies in the nineteen sixties you mean right although most hippies weren't looking for isolation they did have something in common with hermit the desire to challenge society's rules and conventions someone who combines the hippie and the hermit is catholic writer sara maitland part of a long tradition of christian hermits sarah spent forty days and nights alone on the isle of skye seeking gods in the silence of the remote scottish island for her the magic of silence is something to be embraced and taught to children here she explains more to bbc world services the why factor most people first encounter silence in bereavement and that in relationship breakdown and in death and that seems to be about the worst place to start when people say well what should we do never ever use go to your room on your own as a punishment you use it as a reward darling have been so good all day you've been so helpful why don't you go children for half an hour now and be on your own treat reward sarah says that most people experience silence after a bereavement the death of a relative or close friend she also thinks parents should never tell their children go to your room as a punishment instead being alone should be a treat a reward or gift of something special and enjoyable that way children learn that being alone can actually be enjoyable i'm still wondering about that american christopher right i suppose living alone in the woods was a treat for him i suppose so but why did he need an alarm clock oh yes your quiz question neil i thought maybe it was to remind him to hide his tent was i right well incredibly rob the answer is c to wake him up at the coldest part of the night so he didn't freeze to death that someone who really wants to be left alone a hermits in other words or a recluse two ways of describing people who live alone and avoid others okay let's recap the rest of the vocabulary starting with dictum a short saying often giving wise advice or expressing a general truth about life who dropouts reject the normal rules of society and live outside the system many people experience solitude after a bereavement the death of a close friend or relative and finally a treat is a reward or gift of something special and enjoyable that's all for now but whether you're listening alone or with others we hope you'll join us again soon here at six minute english don't forget to your find us on our website or you can download our free app so you won't miss any of our programs and we're on all the main social media sites bye bye bye for now six minute english from the bbc",
  "itn": "six minute english from bbclearningenglish.com hello this is 6 minutes english from bbc learning english i'm neil and i'm rob do you enjoy your own company rob do you like being alone or do you prefer spending time with friends well recently i haven't seen my friends much because of coronavirus in fact i've hardly seen anyone this past year it sounds like rob has become a bit of a hermit someone who lives alone and apart from soc yes i've been forced to spend time alone but it wouldn't be my choice i'd much rather be socialising visiting friends if like rob the idea of being alone does not appeal to you it might be hard to understand why anyone would choose to be a hermit but some people do and in this programme will be hearing some of the reasons why throughout history and across all cultures there have been people who choose to leave behind the life and people they know to live in isolation and silence people like christopher wright in american man who lived in complete isolation in the forests of maine for nearly 30 years when hikers discovered his tent all they found was an alarm clock so my quiz question is this why did christopher wright the hermit of the main woods need an alarm clock was it a to remind him when to hide his tent they to frighten away wild animals will see to wake him up at the coldest part of the night so he didn't freeze to death well if he wanted to be alone so much i guess he needed to be invisible so i'll say a to remind him to hide his tent okay rob will find out the answer later christopher wright may be an extreme example of someone seeking solitude but there are many other motivations for becoming a hermit some people are looking for peace and silence and for others it's about being closer to god focusing on what's inside and finding a sense of joy man who is a former librarian who now runs a website all about hermits he says that in ancient times many chinese hermits seeking solitude were followers of the philosopher confucius his men who talking about confucius to bbc world service programme the why factor his dictum was something like when the emperor is good serve when the emperor is evil recluse and so over 1000 years at least there were a lot of recluses there were a lot of educated men who simply couldn't tolerate anymore evil they simply dropped out and they would migrate to small villages to farms men who mentions confucius is dictum a dictum is a short statement or saying which expresses some wise advice or a general truth about life confucius is dictum advised that when the emperor was evil people should become recluses people like hermits who live alone and avoid contact with others in the interview men who uses recluse as a verb to recluse but this is very uncommon and more modern way of saying this is to drop out to reject the normal ways society works and live outside the system a bit like the hippies in the 1960s you mean right although most hippies weren't looking for isolation they did have something in common with hermit the desire to challenge society's rules and conventions someone who combines the hippie and the hermit is catholic writer sara maitland part of a long tradition of christian hermits sarah spent 40 days and nights alone on the isle of skye seeking gods in the silence of the remote scottish island for her the magic of silence is something to be embraced and taught to children here she explains more to bbc world services the why factor most people first encounter silence in bereavement and that in relationship breakdown and in death and that seems to be about the worst place to start when people say well what should we do never ever use go to your room on your own as a punishment you use it as a reward darling have been so good all day you've been so helpful why don't you go children for half an hour now and be on your own treat reward sarah says that most people experience silence after a bereavement the death of a relative or close friend she also thinks parents should never tell their children go to your room as a punishment instead being alone should be a treat a reward or gift of something special and enjoyable that way children learn that being alone can actually be enjoyable i'm still wondering about that american christopher right i suppose living alone in the woods was a treat for him i suppose so but why did he need an alarm clock oh yes your quiz question neil i thought maybe it was to remind him to hide his tent was i right well incredibly rob the answer is C to wake him up at the coldest part of the night so he didn't freeze to death that someone who really wants to be left alone a hermits in other words or a recluse two ways of describing people who live alone and avoid others okay let's recap the rest of the vocabulary starting with dictum a short saying often giving wise advice or expressing a general truth about life who dropouts reject the normal rules of society and live outside the system many people experience solitude after a bereavement the death of a close friend or relative and finally a treat is a reward or gift of something special and enjoyable that's all for now but whether you're listening alone or with others we hope you'll join us again soon here at 6 minute english don't forget to your find us on our website or you can download our free app so you won't miss any of our programmes and we're on all the main social media sites bye bye bye for now six minute english from the bbc",
  "maskedITN": "six minute english from bbclearningenglish.com hello this is 6 minutes english from bbc learning english i'm neil and i'm rob do you enjoy your own company rob do you like being alone or do you prefer spending time with friends well recently i haven't seen my friends much because of coronavirus in fact i've hardly seen anyone this past year it sounds like rob has become a bit of a hermit someone who lives alone and apart from soc yes i've been forced to spend time alone but it wouldn't be my choice i'd much rather be socialising visiting friends if like rob the idea of being alone does not appeal to you it might be hard to understand why anyone would choose to be a hermit but some people do and in this programme will be hearing some of the reasons why throughout history and across all cultures there have been people who choose to leave behind the life and people they know to live in isolation and silence people like christopher wright in american man who lived in complete isolation in the forests of maine for nearly 30 years when hikers discovered his tent all they found was an alarm clock so my quiz question is this why did christopher wright the hermit of the main woods need an alarm clock was it a to remind him when to hide his tent they to frighten away wild animals will see to wake him up at the coldest part of the night so he didn't freeze to death well if he wanted to be alone so much i guess he needed to be invisible so i'll say a to remind him to hide his tent okay rob will find out the answer later christopher wright may be an extreme example of someone seeking solitude but there are many other motivations for becoming a hermit some people are looking for peace and silence and for others it's about being closer to god focusing on what's inside and finding a sense of joy man who is a former librarian who now runs a website all about hermits he says that in ancient times many chinese hermits seeking solitude were followers of the philosopher confucius his men who talking about confucius to bbc world service programme the why factor his dictum was something like when the emperor is good serve when the emperor is evil recluse and so over 1000 years at least there were a lot of recluses there were a lot of educated men who simply couldn't tolerate anymore evil they simply dropped out and they would migrate to small villages to farms men who mentions confucius is dictum a dictum is a short statement or saying which expresses some wise advice or a general truth about life confucius is dictum advised that when the emperor was evil people should become recluses people like hermits who live alone and avoid contact with others in the interview men who uses recluse as a verb to recluse but this is very uncommon and more modern way of saying this is to drop out to reject the normal ways society works and live outside the system a bit like the hippies in the 1960s you mean right although most hippies weren't looking for isolation they did have something in common with hermit the desire to challenge society's rules and conventions someone who combines the hippie and the hermit is catholic writer sara maitland part of a long tradition of christian hermits sarah spent 40 days and nights alone on the isle of skye seeking gods in the silence of the remote scottish island for her the magic of silence is something to be embraced and taught to children here she explains more to bbc world services the why factor most people first encounter silence in bereavement and that in relationship breakdown and in death and that seems to be about the worst place to start when people say well what should we do never ever use go to your room on your own as a punishment you use it as a reward darling have been so good all day you've been so helpful why don't you go children for half an hour now and be on your own treat reward sarah says that most people experience silence after a bereavement the death of a relative or close friend she also thinks parents should never tell their children go to your room as a punishment instead being alone should be a treat a reward or gift of something special and enjoyable that way children learn that being alone can actually be enjoyable i'm still wondering about that american christopher right i suppose living alone in the woods was a treat for him i suppose so but why did he need an alarm clock oh yes your quiz question neil i thought maybe it was to remind him to hide his tent was i right well incredibly rob the answer is c to wake him up at the coldest part of the night so he didn't freeze to death that someone who really wants to be left alone a hermits in other words or a recluse two ways of describing people who live alone and avoid others okay let's recap the rest of the vocabulary starting with dictum a short saying often giving wise advice or expressing a general truth about life who dropouts reject the normal rules of society and live outside the system many people experience solitude after a bereavement the death of a close friend or relative and finally a treat is a reward or gift of something special and enjoyable that's all for now but whether you're listening alone or with others we hope you'll join us again soon here at 6 minute english don't forget to your find us on our website or you can download our free app so you won't miss any of our programmes and we're on all the main social media sites bye bye bye for now six minute english from the bbc",
  "display": "Six minute English. From bbclearningenglish.com hello, this is 6 minutes English from BBC Learning English. I'm Neil. And I'm rob. Do you enjoy your own company Rob? Do you like being alone or do you prefer spending time with friends? Well, recently I haven't seen my friends much because of coronavirus. In fact, I've hardly seen anyone this past year. It sounds like Rob has become a bit of a hermit. Someone who lives alone and apart from SoC, yes. I've been forced to spend time alone, but it wouldn't be my choice. I'd much rather be socialising. Visiting friends if, like Rob the idea of being alone, does not appeal to you, it might be hard to understand why anyone would choose to be a hermit, but some people do, and in this programme will be hearing some of the reasons why. Throughout history and across all cultures, there have been people who choose to leave behind the life and people they know to live in isolation and silence. People like Christopher Wright in American man who lived in complete isolation in the forests of Maine for nearly 30 years. When hikers discovered his tent, all they found was an alarm clock. So my quiz question is this. Why did Christopher Wright the hermit of the main woods need an alarm clock? Was it A to remind him when to hide his tent? They to frighten away wild animals will see to wake him up at the coldest part of the night. So he didn't freeze to death. Well, if he wanted to be alone so much, I guess he needed to be invisible. So I'll say A to remind him to hide his tent. Okay, Rob will find out the answer later. Christopher Wright may be an extreme example of someone seeking solitude, but there are many other motivations for becoming a hermit. Some people are looking for peace and silence, and for others it's about being closer to God. Focusing on what's inside and finding a sense of joy. Man, who is a former librarian who now runs a website all about hermits. He says that in ancient times, many Chinese hermits seeking solitude were followers of the philosopher Confucius. His men, who talking about Confucius to BBC World Service programme the why factor. His dictum was something like when the emperor is good serve when the emperor is evil recluse. And so, over 1000 years at least, there were a lot of recluses. There were a lot of educated men who simply couldn't tolerate anymore evil. They simply dropped out, and they would migrate to small villages to farms. Men who mentions Confucius is dictum a dictum is a short statement or saying, which expresses some wise advice or a general truth about life. Confucius is dictum advised that when the emperor was evil, people should become recluses people, like hermits who live alone and avoid contact with others. In the interview, men who uses recluse as a verb to recluse, but this is very uncommon and more modern way of saying this is to drop out to reject the normal ways society works and live outside the system. A bit like the hippies in the 1960s, you mean? Right? Although most hippies weren't looking for isolation, they did have something in common with hermit. The desire to challenge society's rules and conventions. Someone who combines the hippie and the hermit is Catholic writer Sara Maitland, part of a long tradition of Christian hermits. Sarah spent 40 days and nights alone on the Isle of Skye seeking gods in the silence of the remote Scottish island. For her, the magic of silence is something to be embraced and taught to children. Here she explains more to BBC World Services, the why factor? Most people first encounter silence in bereavement and that in relationship breakdown and in death. And that seems to be about the worst place to start when people say, well, what should we do? Never ever use. Go to your room on your own as a punishment. You use it as a reward. Darling have been so good all day. You've been so helpful why don't you go children for half an hour now and be on your own treat reward. Sarah says that most people experience silence after a bereavement. The death of a relative or close friend. She also thinks parents should never tell their children. Go to your room as a punishment. Instead, being alone should be a treat. A reward or gift of something special and enjoyable. That way, children learn that being alone can actually be enjoyable. I'm still wondering about that American Christopher, right? I suppose living alone in the woods was a treat for him I. Suppose so, but why did he need an alarm clock? Oh yes, your quiz question Neil? I thought maybe it was to remind him to hide his tent. Was I right? Well, incredibly rob. The answer is C. To wake him up at the coldest part of the night so he didn't freeze to death. That someone who really wants to be left alone a hermits in other words, or a recluse, two ways of describing people who live alone and avoid others. Okay, let's recap the rest of the vocabulary, starting with dictum. A short saying, often giving wise advice or expressing a general truth about life. Who dropouts reject the normal rules of society and live outside the system? Many people experience solitude after a bereavement. The death of a close friend or relative. And finally, a treat is a reward or gift of something special and enjoyable. That's all for now, but whether you're listening alone or with others, we hope you'll join us again soon here at 6 minute English. Don't forget to your find us on our website or you can download our free app so you won't miss any of our programmes and we're on all the main social media sites. Bye bye. Bye for now. Six minute English from the BBC."
}